Repository: xt1/superoffice-docs
Catalog: tools/training/GenGlossary/glossary-en-nl.tmx
Source language: en
Languages: nl

source: Company
nl: Bedrijf

source: Companies
nl: Bedrijven

source: Our contact
nl: Onze contactpersoon

source: Category
nl: Categorie

source: Categories
nl: CategorieÃ«n

source: Business
nl: Branche

source: Contact
nl: Persoon

source: Contacts
nl: Personen

source: Project Members
nl: Projectleden

source: Project guide
nl: Projectgids

source: Project members
nl: Projectleden

source: Project member
nl: Projectlid

source: Projects
nl: Projecten

source: Sale
nl: Verkoop

source: Sales
nl: Verkopen

source: Sale type
nl: Verkooptype

source: Status monitor
nl: Statuscontrole

source: Status Monitors
nl: Statuscontroles

source: Status monitors
nl: Statuscontroles

source: Counters
nl: Tellers

source: Counter
nl: Teller

source: Associate
nl: Medewerker

source: User groups
nl: Gebruikersgroepen

source: User group
nl: Gebruikersgroep

source: Roles
nl: Rollen

source: Role
nl: Rol

source: Associates
nl: Medewerkers

source: Other associates
nl: Andere medewerkers

source: Document template
nl: Documentsjabloon

source: Chat conversation
nl: Chatgesprek

source: Chat conversations
nl: Chatgesprekken

source: Reply templates
nl: Antwoordsjablonen

source: Reply template
nl: Antwoordsjabloon

source: Follow-ups
nl: Vervolgactiviteiten

source: Phone calls
nl: Telefoongesprekken

source: Phone call
nl: Telefoongesprek

source: Call
nl: Bellen

source: Tasks
nl: Taken

source: Task
nl: Taak

source: Documents
nl: Documenten

source: Selections
nl: Selecties

source: Relations
nl: Relaties

source: Relation
nl: Relatie

source: Request
nl: Verzoek
